/* The readable string for the 'kTRSTechnicalMarkExcellent' mark. */
"Excellent" = "Très bien";

/* The readable string for the 'kTRSTechnicalMarkFair' mark. */
"Fair" = "Moyen";

/* The readable string for the 'kTRSTechnicalMarkGood' mark. */
"Good" = "Bien";

/* The readable string for the 'kTRSTechnicalMarkPoor' mark. */
"Poor" = "Insuffisant";

/* Used in the shop grading views' grade label (singular) */
"Review" = "Review";

/* Used in the shop grading views' grade label (plural) */
"Reviews" = "Reviews";

/* The readable string for the 'kTRSTechnicalMarkVeryPoor' mark. */
"Very poor" = "Nul";

